Repository: simo-hue/wealth-compass
Catalog: apple/WealthCompass/Sources/Shared/Resources/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, fi, fr, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sv, th, tr, uk, vi, zh_hans, zh_hant

source: Please insert at least one API key, or tap 'Skip for now' if you wish to proceed without them.
ar: الرجاء إدخال مفتاح API واحد على الأقل، أو النقر فوق "تخطي الآن" إذا كنت ترغب في المتابعة بدونه.
ca: Si us plau, inseriu almenys una clau API o toqueu "Omet per ara" si voleu continuar sense elles.
cs: Vložte prosím alespoň jeden klíč API, nebo klepněte na 'Prozatím přeskočit', pokud chcete pokračovat bez nich.
da: Indsæt venligst mindst én API-nøgle, eller tryk på 'Spring over for nu', hvis du ønsker at fortsætte uden dem.
de: Bitte geben Sie mindestens einen API-Schlüssel ein oder tippen Sie auf „Vorerst überspringen“, wenn Sie ohne diesen fortfahren möchten.
el: Εισαγάγετε τουλάχιστον ένα κλειδί API ή πατήστε "Παράλειψη προς το παρόν" εάν θέλετε να συνεχίσετε χωρίς αυτό.
es: Inserte al menos una clave API o toque "Omitir por ahora" si desea continuar sin ellas.
fi: Lisää vähintään yksi API-avain tai napauta "Ohita nyt", jos haluat jatkaa ilman niitä.
fr: Veuillez insérer au moins une clé API ou appuyez sur « Ignorer pour l'instant » si vous souhaitez continuer sans elles.
he: אנא הכנס לפחות מפתח API אחד, או הקש על 'דלג לעת עתה' אם ברצונך להמשיך בלעדיהם.
hi: यदि आप उनके बिना आगे बढ़ना चाहते हैं तो कृपया कम से कम एक एपीआई कुंजी डालें, या 'अभी के लिए छोड़ें' पर टैप करें।
hr: Unesite barem jedan API ključ ili dodirnite "Preskoči za sada" ako želite nastaviti bez njih.
hu: Kérjük, adjon meg legalább egy API-kulcsot, vagy érintse meg a „Most kihagy” lehetőséget, ha nélküle kívánja folytatni.
id: Harap masukkan setidaknya satu kunci API, atau ketuk 'Lewati untuk saat ini' jika Anda ingin melanjutkan tanpa kunci tersebut.
it: Inserisci almeno una chiave API oppure tocca "Salta per ora" se desideri procedere senza di esse.
ja: 少なくとも 1 つの API キーを挿入するか、API キーを使用せずに続行する場合は「今はスキップ」をタップしてください。
ko: API 키를 하나 이상 삽입하세요. API 키 없이 진행하려면 '지금은 건너뛰기'를 탭하세요.
ms: Sila masukkan sekurang-kurangnya satu kunci API, atau ketik 'Langkau sekarang' jika anda ingin meneruskan tanpa kunci tersebut.
nb: Sett inn minst én API-nøkkel, eller trykk på "Hopp over for nå" hvis du ønsker å fortsette uten dem.
nl: Voer ten minste één API-sleutel in, of tik op 'Voorlopig overslaan' als u zonder deze wilt doorgaan.
pl: Wprowadź co najmniej jeden klucz API lub kliknij „Pomiń na razie”, jeśli chcesz kontynuować bez nich.
pt_br: Insira pelo menos uma chave de API ou toque em 'Pular por enquanto' se desejar continuar sem elas.
pt_pt: Introduza pelo menos uma chave API ou toque em 'Saltar por enquanto' se desejar continuar sem elas.
ro: Introduceți cel puțin o cheie API sau atingeți „Omiteți pentru moment” dacă doriți să continuați fără acestea.
ru: Пожалуйста, вставьте хотя бы один ключ API или нажмите «Пропустить», если вы хотите продолжить без них.
sk: Vložte aspoň jeden kľúč API alebo klepnite na „Preskočiť“, ak chcete pokračovať bez nich.
sv: Vänligen infoga minst en API-nyckel eller tryck på "Hoppa över nu" om du vill fortsätta utan dem.
th: โปรดใส่คีย์ API อย่างน้อยหนึ่งรายการ หรือแตะ "ข้ามไปก่อน" หากคุณต้องการดำเนินการต่อโดยไม่มีรหัสเหล่านั้น
tr: Lütfen en az bir API anahtarı girin veya bunlar olmadan devam etmek istiyorsanız 'Şimdilik atla'ya dokunun.
uk: Будь ласка, вставте принаймні один ключ API або торкніться «Пропустити», якщо ви бажаєте продовжити без них.
vi: Vui lòng chèn ít nhất một khóa API hoặc nhấn vào 'Bỏ qua ngay bây giờ' nếu bạn muốn tiếp tục mà không cần chúng.
zh_hans: 请插入至少一个 API 密钥，或者如果您希望不使用它们继续操作，请点击“暂时跳过”。
zh_hant: 請插入至少一個 API 金鑰，或者如果您希望不使用它們繼續操作，請點擊「暫時跳過」。

source: Portfolio Value
ar: قيمة المحفظة
ca: Valor de cartera
cs: Hodnota portfolia
da: Porteføljeværdi
de: Portfoliowert
el: Αξία χαρτοφυλακίου
es: Valor de la cartera
fi: Portfolion arvo
fr: Valeur du portefeuille
he: ערך התיק
hi: पोर्टफोलियो मूल्य
hr: Vrijednost portfelja
hu: Portfólió értéke
id: Nilai Portofolio
it: Valore del portafoglio
ja: ポートフォリオの価値
ko: 포트폴리오 가치
ms: Nilai Portfolio
nb: Porteføljeverdi
nl: Portefeuillewaarde
pl: Wartość portfela
pt_br: Valor do portfólio
pt_pt: Valor do portfólio
ro: Valoarea portofoliului
ru: Стоимость портфеля
sk: Hodnota portfólia
sv: Portföljens värde
th: มูลค่าพอร์ตโฟลิโอ
tr: Portföy Değeri
uk: Вартість портфоліо
vi: Giá trị danh mục đầu tư
zh_hans: 投资组合价值
zh_hant: 投資組合價值

source: Position
ar: مركز
ca: Posició
cs: Pozice
el: Θέση
es: Posición
fi: asema
he: מַצָב
hi: पद
hr: Položaj
hu: Pozíció
id: Posisi
it: Posizione
ja: 位置
ko: 위치
ms: kedudukan
nb: Posisjon
nl: Positie
pl: Pozycja
pt_br: Posição
pt_pt: Posição
ro: Poziţie
ru: Позиция
sk: pozícia
sv: Placera
th: ตำแหน่ง
tr: Konum
uk: Позиція
vi: Chức vụ
zh_hans: 头寸
zh_hant: 位置

source: Positions
ar: المواقف
ca: Posicions
cs: Pozice
da: Stillinger
de: Positionen
el: Θέσεις
es: Posiciones
fi: Asemat
fr: Postes
he: עמדות
hi: स्थितियां
hr: Pozicije
hu: Pozíciók
id: Posisi
it: Posizioni
ja: ポジション
ko: 직위
ms: jawatan
nb: Stillinger
nl: Posities
pl: Pozycje
pt_br: Posições
pt_pt: Posições
ro: Poziții
ru: Позиции
sk: pozície
sv: Positioner
th: ตำแหน่ง
tr: Pozisyonlar
uk: посади
vi: Vị trí
zh_hans: 职位
zh_hant: 職位

source: Prepare Backup
ar: إعداد نسخة احتياطية
ca: Prepara la còpia de seguretat
cs: Připravte zálohu
da: Forbered sikkerhedskopiering
de: Backup vorbereiten
el: Προετοιμασία αντιγράφων ασφαλείας
es: Preparar Copia
fi: Valmistele varmuuskopio
fr: Préparer la sauvegarde
he: הכן גיבוי
hi: बैकअप तैयार करें
hr: Pripremite sigurnosnu kopiju
hu: Készítsen biztonsági másolatot
id: Siapkan Cadangan
it: Prepara Backup
ja: バックアップの準備
ko: 백업 준비
ms: Sediakan Sandaran
nb: Forbered sikkerhetskopiering
nl: Back-up voorbereiden
pl: Przygotuj kopię zapasową
pt_br: Preparar backup
pt_pt: Preparar backup
ro: Pregătiți Backup
ru: Подготовьте резервную копию
sk: Pripravte zálohu
sv: Förbered säkerhetskopiering
th: เตรียมการสำรองข้อมูล
tr: Yedeklemeyi Hazırla
uk: Підготувати резервну копію
vi: Chuẩn bị sao lưu
zh_hans: 准备备份
zh_hant: 準備備份

source: Prices Updated
ar: تم تحديث الأسعار
ca: Preus actualitzats
cs: Ceny aktualizovány
da: Priser opdateret
de: Preise aktualisiert
el: Οι τιμές ενημερώθηκαν
es: Precios actualizados
fi: Hinnat päivitetty
fr: Tarifs mis à jour
he: המחירים עודכנו
hi: कीमतें अपडेट की गईं
hr: Cijene ažurirane
hu: Árak frissítve
id: Harga Diperbarui
it: Prezzi aggiornati
ja: 価格が更新されました
ko: 가격이 업데이트되었습니다.
ms: Harga Dikemaskini
nb: Priser oppdatert
nl: Prijzen bijgewerkt
pl: Ceny zaktualizowane
pt_br: Preços atualizados
pt_pt: Preços atualizados
ro: Preturi actualizate
ru: Цены обновлены
sk: Ceny aktualizované
sv: Priser uppdaterade
th: อัปเดตราคาแล้ว
tr: Fiyatlar Güncellendi
uk: Ціни оновлені
vi: Giá đã cập nhật
zh_hans: 价格更新
zh_hant: 價格更新

source: Privacy
ar: خصوصية
ca: Privadesa
cs: Soukromí
da: Privatliv
de: Datenschutz
el: Μυστικότητα
es: Privacidad
fi: Yksityisyys
fr: Confidentialité
he: פְּרָטִיוּת
hi: गोपनीयता
hr: Privatnost
hu: Magánélet
id: Pribadi
ja: プライバシー
ko: 은둔
ms: Privasi
nb: Privatliv
pl: Prywatność
pt_br: Privacidade
pt_pt: Privacidade
ro: Confidențialitate
ru: Конфиденциальность
sk: Ochrana osobných údajov
sv: Privatliv
th: ความเป็นส่วนตัว
tr: Mahremiyet
uk: Конфіденційність
vi: Sự riêng tư
zh_hans: 隐私
zh_hant: 隱私

source: Privacy & Security
ar: الخصوصية والأمن
ca: Privadesa i seguretat
cs: Ochrana osobních údajů a zabezpečení
da: Privatliv og sikkerhed
de: Datenschutz und Sicherheit
el: Απόρρητο και ασφάλεια
es: Privacidad y seguridad
fi: Yksityisyys ja turvallisuus
fr: Confidentialité et sécurité
he: פרטיות ואבטחה
hi: निजता एवं सुरक्षा
hr: Privatnost i sigurnost
hu: Adatvédelem és biztonság
id: Privasi & Keamanan
it: Privacy e sicurezza
ja: プライバシーとセキュリティ
ko: 개인 정보 보호 및 보안
ms: Privasi & Keselamatan
nb: Personvern og sikkerhet
nl: Privacy en veiligheid
pl: Prywatność i bezpieczeństwo
pt_br: Privacidade e segurança
pt_pt: Privacidade e segurança
ro: Confidențialitate și securitate
ru: Конфиденциальность и безопасность
sk: Ochrana osobných údajov a bezpečnosť
sv: Sekretess och säkerhet
th: ความเป็นส่วนตัวและความปลอดภัย
tr: Gizlilik ve Güvenlik
uk: Конфіденційність і безпека
vi: Quyền riêng tư & Bảo mật
zh_hans: 隐私与安全
zh_hant: 隱私與安全

source: Privacy Mode
ar: وضع الخصوصية
ca: Mode de privadesa
cs: Režim soukromí
da: Privatlivstilstand
de: Datenschutzmodus
el: Λειτουργία απορρήτου
es: Modo Privacidad
fi: Yksityisyystila
fr: Mode de confidentialité
he: מצב פרטיות
hi: गोपनीयता मोड
hr: Način privatnosti
hu: Adatvédelmi mód
id: Modus Privasi
it: Modalità Privacy
ja: プライバシーモード
ko: 개인 정보 보호 모드
ms: Mod Privasi
nb: Personvernmodus
nl: Privacymodus
pl: Tryb prywatności
pt_br: Modo de privacidade
pt_pt: Modo de privacidade
ro: Modul de confidențialitate
ru: Режим конфиденциальности
sk: Režim súkromia
sv: Sekretessläge
th: โหมดความเป็นส่วนตัว
tr: Gizlilik Modu
uk: Режим конфіденційності
vi: Chế độ riêng tư
zh_hans: 隐私模式
zh_hant: 隱私模式

source: Privacy on
ar: الخصوصية مفعلة
ca: Privadesa activada
cs: Ochrana soukromí zapnuta
da: Privatliv slået til
de: Datenschutz ein
el: Απόρρητο ενεργοποιημένο
es: Privacidad activada
fi: Yksityisyys päällä
fr: Confidentialité activée
he: פרטיות מופעלת
hi: गोपनीयता चालू
hr: Privatnost uključena
hu: Adatvédelem bekapcsolva
id: Privasi aktif
it: Privacy attiva
ja: プライバシーオン
ko: 개인정보 보호 사용
ms: Privasi dihidupkan
nb: Personvern på
nl: Privacy aan
pl: Prywatność włączona
pt_br: Privacidade ativada
pt_pt: Privacidade ativada
ro: Confidențialitate activată
ru: Конфиденциальность включена
sk: Súkromie zapnuté
sv: Sekretess på
th: ความเป็นส่วนตัวบน
tr: Gizlilik açık
uk: Конфіденційність увімкнено
vi: Bật quyền riêng tư
zh_hans: 隐私开启
zh_hant: 隱私權

source: Privacy, sync, currency, and market data
ar: الخصوصية والمزامنة والعملة وبيانات السوق
ca: Dades de privadesa, sincronització, moneda i mercat
cs: Údaje o soukromí, synchronizaci, měně a trhu
da: Privatliv, synkronisering, valuta og markedsdata
de: Datenschutz, Synchronisierung, Währung und Marktdaten
el: Δεδομένα απορρήτου, συγχρονισμού, νομίσματος και αγοράς
es: Privacidad, sincronización, moneda y datos de mercado
fi: Yksityisyys, synkronointi, valuutta- ja markkinatiedot
fr: Données de confidentialité, de synchronisation, de devise et de marché
he: פרטיות, סנכרון, מטבעות ונתוני שוק
hi: गोपनीयता, सिंक, मुद्रा और बाज़ार डेटा
hr: Podaci o privatnosti, sinkronizaciji, valuti i tržištu
hu: Adatvédelem, szinkronizálás, pénznem és piaci adatok
id: Privasi, sinkronisasi, mata uang, dan data pasar
it: Privacy, sincronizzazione, valuta e dati di mercato
ja: プライバシー、同期、通貨、市場データ
ko: 개인 정보 보호, 동기화, 통화 및 시장 데이터
ms: Privasi, penyegerakan, mata wang dan data pasaran
nb: Personvern, synkronisering, valuta og markedsdata
nl: Privacy, synchronisatie, valuta en marktgegevens
pl: Prywatność, synchronizacja, waluta i dane rynkowe
pt_br: Privacidade, sincronização, moeda e dados de mercado
pt_pt: Privacidade, sincronização, moeda e dados de mercado
ro: Date de confidențialitate, sincronizare, monedă și piață
ru: Конфиденциальность, синхронизация, валюта и рыночные данные
sk: Údaje o súkromí, synchronizácii, mene a trhu
sv: Sekretess-, synkroniserings-, valuta- och marknadsdata
th: ความเป็นส่วนตัว การซิงค์ สกุลเงิน และข้อมูลตลาด
tr: Gizlilik, senkronizasyon, para birimi ve piyasa verileri
uk: Дані про конфіденційність, синхронізацію, валюту та ринок
vi: Dữ liệu về quyền riêng tư, đồng bộ hóa, tiền tệ và thị trường
zh_hans: 隐私、同步、货币和市场数据
zh_hant: 隱私、同步、貨幣和市場數據

source: Private
ar: خاص
ca: Privat
cs: Soukromé
da: Privat
de: Privat
el: Ιδιωτικός
es: Privado
fi: Yksityinen
fr: Privé
he: פְּרָטִי
hi: निजी
hr: Privatno
hu: Magán
id: Pribadi
it: Privato
ja: プライベート
ko: 사적인
ms: Persendirian
nb: Privat
nl: Privé
pl: Prywatny
pt_br: Privado
pt_pt: Privado
ro: Privat
ru: Частный
sk: Súkromné
sv: Privat
th: ส่วนตัว
tr: Özel
uk: Приватний
vi: Riêng tư
zh_hans: 私人的
zh_hant: 私人的

source: Profit / Loss
ar: الربح / الخسارة
ca: Guany / Pèrdua
cs: Zisk/ztráta
da: Fortjeneste / tab
de: Gewinn/Verlust
el: Κέρδη / Ζημιά
es: Ganancia / Pérdida
fi: Voitto/tappio
fr: Bénéfice/Perte
he: רווח / הפסד
hi: लाभ/हानि
hr: Dobit / Gubitak
hu: Nyereség/veszteség
id: Untung/Rugi
it: Profitti/perdite
ja: 損益
ko: 이익 / 손실
ms: Untung / Rugi
nb: Fortjeneste / tap
nl: Winst / verlies
pl: Zysk / strata
pt_br: Lucro / Perda
pt_pt: Lucro / Perda
ro: Profit / Pierdere
ru: Прибыль/Убыток
sk: Zisk/strata
sv: Vinst/förlust
th: กำไร/ขาดทุน
tr: Kar / Zarar
uk: Прибуток / Збиток
vi: Lãi/Lỗ
zh_hans: 利润/亏损
zh_hant: 利潤/虧損

source: Quantity
ar: كمية
ca: Quantitat
cs: Množství
da: Mængde
de: Menge
el: Ποσότητα
es: Cantidad
fi: Määrä
fr: Quantité
he: כַּמוּת
hi: मात्रा
hr: Količina
hu: Mennyiség
id: Kuantitas
it: Quantità
ja: 量
ko: 수량
ms: Kuantiti
nb: Mengde
nl: Hoeveelheid
pl: Ilość
pt_br: Quantidade
pt_pt: Quantidade
ro: Cantitate
ru: Количество
sk: Množstvo
sv: Kvantitet
th: ปริมาณ
tr: Miktar
uk: Кількість
vi: Số lượng
zh_hans: 数量
zh_hant: 數量

source: Range floor
ar: أرضية النطاق
ca: Pis de gamma
cs: Podlaha rozsahu
da: Range gulv
de: Range-Boden
el: Δάπεδο εμβέλειας
es: piso de gama
fi: Range lattia
fr: Plancher de cuisinière
he: רצפת המטווח
hi: रेंज फर्श
hr: Pod dometa
hu: Range padló
id: Lantai jangkauan
it: Piano della gamma
ja: レンジフロア
ko: 범위 층
ms: Lantai julat
nb: Range gulv
nl: Bereik vloer
pl: Podłoga zasięgu
pt_br: Piso de intervalo
pt_pt: Piso de intervalo
ro: Etajul razei
ru: Пол диапазона
sk: Podlaha rozsahu
sv: Range golv
th: ชั้นช่วง
tr: Menzil katı
uk: Підлога асортименту
vi: tầng dãy
zh_hans: 范围楼层
zh_hant: 範圍樓層

source: Real Estate
ar: العقارات
ca: Immobiliària
cs: Nemovitost
da: Fast ejendom
de: Immobilie
el: Ακίνητα
es: Bienes raíces
fi: Kiinteistöt
fr: Immobilier
he: מְקַרקְעִין
hi: रियल एस्टेट
hr: Nekretnina
hu: Ingatlan
id: Real Estat
it: Immobiliare
ja: 不動産
ko: 부동산
ms: Hartanah
nb: Fast eiendom
nl: Vastgoed
pl: Nieruchomość
pt_br: Imobiliária
pt_pt: Imobiliária
ro: Imobiliare
ru: Недвижимость
sk: Nehnuteľnosti
sv: Fastighet
th: อสังหาริมทรัพย์
tr: Gayrimenkul
uk: Нерухомість
vi: Bất động sản
zh_hans: 房地产
zh_hant: 房地產

source: Recent Activity
ar: النشاط الأخير
ca: Activitat recent
cs: Nedávná aktivita
da: Seneste aktivitet
de: Letzte Aktivität
el: Πρόσφατη Δραστηριότητα
es: Actividad reciente
fi: Viimeaikainen toiminta
fr: Activité récente
he: פעילות אחרונה
hi: हाल की गतिविधि
hr: Nedavna aktivnost
hu: Legutóbbi tevékenység
id: Aktivitas Terkini
it: Attività recente
ja: 最近の活動
ko: 최근 활동
ms: Aktiviti Terkini
nb: Nylig aktivitet
nl: Recente activiteit
pl: Ostatnia aktywność
pt_br: Atividade recente
pt_pt: Atividade recente
ro: Activitate recentă
ru: Недавняя активность
sk: Nedávna aktivita
sv: Senaste aktivitet
th: กิจกรรมล่าสุด
tr: Son Etkinlik
uk: Останні дії
vi: Hoạt động gần đây
zh_hans: 最近的活动
zh_hant: 最近的活動

source: Recent Transactions
ar: المعاملات الأخيرة
ca: Transaccions recents
cs: Nedávné transakce
da: Seneste transaktioner
de: Letzte Transaktionen
el: Πρόσφατες Συναλλαγές
es: Transacciones Recientes
fi: Viimeaikaiset tapahtumat
fr: Transactions récentes
he: עסקאות אחרונות
hi: हाल के लेनदेन
hr: Nedavne transakcije
hu: Legutóbbi tranzakciók
id: Transaksi Terkini
it: Transazioni Recenti
ja: 最近の取引
ko: 최근 거래
ms: Transaksi Terkini
nb: Nylige transaksjoner
nl: Recente transacties
pl: Ostatnie transakcje
pt_br: Transações recentes
pt_pt: Transações recentes
zh_hans: 最近交易

source: Record cash flow or add a position to bring this dashboard to life.
ar: سجل التدفق النقدي أو أضف مركزًا لإضفاء الحيوية على لوحة المعلومات هذه.
de: Erfassen Sie den Cashflow oder fügen Sie eine Position hinzu, um dieses Dashboard zum Leben zu erwecken.
es: Registre el flujo de caja o agregue un puesto para darle vida a este panel.
fr: Enregistrez les flux de trésorerie ou ajoutez une position pour donner vie à ce tableau de bord.
it: Registra il flusso di cassa o aggiungi una posizione per dare vita a questa dashboard.
zh_hans: 记录现金流量或添加一个位置以使该仪表板变得生动起来。

source: Record cash flow or add a position. Wealth Compass will create snapshots and fill this dashboard automatically.
ar: تسجيل التدفق النقدي أو إضافة موقف. ستقوم Wealth Compass بإنشاء لقطات وملء لوحة المعلومات هذه تلقائيًا.
de: Erfassen Sie den Cashflow oder fügen Sie eine Position hinzu. Wealth Compass erstellt Schnappschüsse und füllt dieses Dashboard automatisch.
es: Registre el flujo de caja o agregue una posición. Wealth Compass creará instantáneas y completará este panel automáticamente.
fr: Enregistrez les flux de trésorerie ou ajoutez une position. Wealth Compass créera des instantanés et remplira automatiquement ce tableau de bord.
it: Registra il flusso di cassa o aggiungi una posizione. Wealth Compass creerà istantanee e riempirà automaticamente questa dashboard.
zh_hans: 记录现金流量或添加头寸。财富指南针将创建快照并自动填充此仪表板。

source: Record ID and payload ID do not match.
ar: معرف السجل ومعرف الحمولة غير متطابقين.
de: Datensatz-ID und Nutzlast-ID stimmen nicht überein.
es: El ID de registro y el ID de carga útil no coinciden.
fr: L’ID d’enregistrement et l’ID de charge utile ne correspondent pas.
it: L'ID del record e l'ID del payload non corrispondono.
zh_hans: 记录 ID 和负载 ID 不匹配。

source: Record income or an expense to reveal the monthly pattern.
ar: سجل الدخل أو النفقات للكشف عن النمط الشهري.
de: Erfassen Sie Einnahmen oder Ausgaben, um den monatlichen Verlauf aufzuzeigen.
es: Registre los ingresos o un gasto para revelar el patrón mensual.
fr: Enregistrez un revenu ou une dépense pour révéler le modèle mensuel.
it: Registra le entrate o le spese per rivelare lo schema mensile.
zh_hans: 记录收入或支出以揭示每月模式。

source: Recorded Cash
ar: النقدية المسجلة
de: Aufgezeichnetes Bargeld
es: Efectivo registrado
fr: Trésorerie enregistrée
it: Contanti registrati
zh_hans: 记录现金

source: Recurring
ar: يتكرر
de: Wiederkehrend
es: Periódico
fr: Récurrent
it: Ricorrente
zh_hans: 再次发生的

source: Recurring %@ due
ar: متكرر %@ مستحق
de: Wiederkehrende %@ fällig
es: %@ recurrente debido
fr: %@ récurrent dû
it: Scadenza ricorrente %@
zh_hans: 定期 %@ 到期

source: Recurring Schedules
ar: جداول متكررة
de: Wiederkehrende Zeitpläne
es: Horarios recurrentes
fr: Horaires récurrents
it: Orari ricorrenti
zh_hans: 循环时间表

source: Recurring Transaction
ar: المعاملات المتكررة
de: Wiederkehrende Transaktion
es: Transacción recurrente
fr: Transaction récurrente
it: Transazione ricorrente
zh_hans: 经常性交易

source: Recurring Transactions
ar: المعاملات المتكررة
de: Wiederkehrende Transaktionen
es: Transacciones recurrentes
fr: Transactions récurrentes
it: Transazioni ricorrenti
zh_hans: 经常性交易

source: Recurring Transactions Added
ar: تمت إضافة المعاملات المتكررة
de: Wiederkehrende Transaktionen hinzugefügt
es: Transacciones recurrentes agregadas
fr: Transactions récurrentes ajoutées
it: Transazioni ricorrenti aggiunte
zh_hans: 添加了经常性交易

source: Refresh Already Running
ar: تحديث قيد التشغيل بالفعل
de: Aktualisierung läuft bereits
es: Actualizar ya en ejecución
fr: Actualiser déjà en cours d'exécution
it: Aggiorna già in esecuzione
zh_hans: 刷新已运行

source: Refresh Data
ar: تحديث البيانات
de: Daten aktualisieren
es: Actualizar Datos
fr: Actualiser les données
it: Aggiorna Dati
zh_hans: 刷新数据

source: Refresh Exchange Rates
ar: تحديث أسعار الصرف
de: Wechselkurse aktualisieren
es: Actualizar Tipos
fr: Actualiser les taux de change
it: Aggiorna Tassi
zh_hans: 刷新汇率

source: Refresh Market Data
ar: تحديث بيانات السوق
de: Marktdaten aktualisieren
es: Actualizar Mercado
fr: Actualiser les données du marché
it: Aggiorna Mercato
zh_hans: 刷新市场数据

source: Refreshing Exchange Rates
ar: تحديث أسعار الصرف
de: Erfrischende Wechselkurse
es: Tipos de cambio actualizados
fr: Taux de change rafraîchissants
it: Aggiornamento dei tassi di cambio
zh_hans: 刷新汇率

source: Refreshing Market Data
ar: تحديث بيانات السوق
de: Erfrischende Marktdaten
es: Datos de mercado actualizados
fr: Actualisation des données du marché
it: Aggiornamento dei dati di mercato
zh_hans: 刷新市场数据

source: Region & Language
ar: المنطقة واللغة
de: Region & Sprache
es: Región e idioma
fr: Région et langue
it: Regione e lingua
zh_hans: 地区及语言

source: Remove %@
ar: إزالة %@
de: %@ entfernen
es: Quitar %@
fr: Supprimer %@
it: Rimuovi %@
zh_hans: 删除 %@

source: Remove %@?
ar: هل تريد إزالة %@؟
de: %@ entfernen?
es: ¿Quitar %@?
fr: Supprimer %@ ?
it: Rimuovere %@?
zh_hans: 删除 %@？

source: Remove custom category?
ar: هل تريد إزالة الفئة المخصصة؟
de: Benutzerdefinierte Kategorie entfernen?
es: ¿Eliminar categoría personalizada?
fr: Supprimer la catégorie personnalisée ?
it: Rimuovere la categoria personalizzata?
zh_hans: 删除自定义类别？

source: Remove Key
ar: إزالة المفتاح
de: Schlüssel entfernen
es: Quitar clave
fr: Supprimer la clé
it: Rimuovi chiave
zh_hans: 移除钥匙

source: Repeats
ar: يكرر
de: Wiederholt
es: Se repite
fr: Répétitions
it: Si ripete
zh_hans: 重复

source: Replace
ar: يستبدل
de: Ersetzen
es: Reemplazar
fr: Remplacer
it: Sostituire
zh_hans: 代替

source: Replace Existing Data
ar: استبدال البيانات الموجودة
de: Vorhandene Daten ersetzen
es: Reemplazar datos existentes
fr: Remplacer les données existantes
it: Sostituisci i dati esistenti
zh_hans: 替换现有数据

source: Replace local data
ar: استبدال البيانات المحلية
de: Ersetzen Sie lokale Daten
es: Reemplazar datos locales
fr: Remplacer les données locales
it: Sostituisci i dati locali
zh_hans: 替换本地数据

source: Resume schedule
ar: استئناف الجدول الزمني
de: Lebenslaufplan
es: Reanudar cronograma
fr: Reprendre le calendrier
it: Programma di ripresa
zh_hans: 简历时间表

source: Retrieving %@ price...
ar: جارٍ استرداد سعر %@...
de: %@-Preis wird abgerufen...
es: Recuperando precio %@...
fr: Récupération du prix %@...
it: Recupero del prezzo %@ in corso...
zh_hans: 正在检索 %@ 价格...

source: Salary
ar: مرتب
de: Gehalt
es: Salario
fr: Salaire
it: Stipendio
zh_hans: 薪水

source: Save
ar: حفظ
de: Speichern
es: Guardar
fr: Sauvegarder
it: Salva
zh_hans: 保存

source: Savings Rate
ar: معدل الادخار
de: Sparquote
es: Tasa de Ahorro
fr: Taux d'épargne
it: Tasso di risparmio
zh_hans: 储蓄率

source: Schedule
ar: جدول
de: Zeitplan
es: Cronograma
fr: Calendrier
it: Programma
zh_hans: 日程

source: Schedule completed
ar: اكتمل الجدول الزمني
de: Zeitplan abgeschlossen
es: Horario completado
fr: Calendrier complété
it: Programma completato
zh_hans: 日程已完成

source: Search
ar: بحث
de: Suchen
es: Buscar
fr: Recherche
it: Cerca
zh_hans: 搜索

source: Sector
ar: قطاع
de: Sektor
fr: Secteur
it: Settore
zh_hans: 行业

source: Security
ar: أمان
de: Sicherheit
es: Seguridad
fr: Sécurité
it: Sicurezza
zh_hans: 安全

source: Selected date
ar: التاريخ المحدد
de: Ausgewähltes Datum
es: Fecha seleccionada
fr: Date sélectionnée
it: Data selezionata
zh_hans: 选定日期

source: Selected Date
ar: التاريخ المحدد
de: Ausgewähltes Datum
es: Fecha seleccionada
fr: Date sélectionnée
it: Data selezionata
zh_hans: 选定日期

source: Selected net worth
ar: القيمة الصافية المختارة
de: Ausgewähltes Nettovermögen
es: Patrimonio neto seleccionado
fr: Valeur nette sélectionnée
it: Patrimonio netto selezionato
zh_hans: 选定的净资产

source: Sending local changes and fetching updates from iCloud.
ar: إرسال التغييرات المحلية وجلب التحديثات من iCloud.
de: Senden lokaler Änderungen und Abrufen von Updates von iCloud.
es: Envío de cambios locales y obtención de actualizaciones desde iCloud.
fr: Envoi de modifications locales et récupération de mises à jour depuis iCloud.
it: Invio di modifiche locali e recupero di aggiornamenti da iCloud.
zh_hans: 发送本地更改并从 iCloud 获取更新。

source: Settings
ar: الإعدادات
de: Einstellungen
es: Ajustes
fr: Paramètres
it: Impostazioni
zh_hans: 设置

source: Share Backup
ar: مشاركة النسخة
de: Backup teilen
es: Compartir Copia
fr: Partager la sauvegarde
it: Condividi Backup
zh_hans: 分享备份

source: Shopping
ar: التسوق
de: Einkaufen
es: Compras
zh_hans: 购物

source: Showing %@ of %@
ar: عرض %@ من %@
de: Zeigt %@ von %@
es: Mostrando %@ de %@
fr: Affichage de %@ sur %@
it: Mostrando %@ di %@
zh_hans: 显示 %@ 的 %@
